[
  {
    "Name": "Chest",
    "Desc": "The main muscle group of the chest is the pectorals. A well-developed chest is very important because it will add major size to your inner upper body. The chest is a very visible part of the upper body, that can add weight and force to all your martial arts moves."
  },
  {
    "Name": "Legs",
    "Desc": "Wkjlkdjfaskjdfkj"
  },
  {
    "Name": "Back",
    "Desc": "The back is the most complex major muscular structure in the entire body. It is a perfect combination of multiple muscles working in harmony and complementing each other in various physical activities. The back rises from the buttocks and stretches to the neck and shoulders. There are essentially five muscle groups present in the back. Latissimus Dorsi, Rhomboid, Trapezius, Teres Muscle, Erector spinae"
  },
  {
    "Name": "Abdominals",
    "Desc": "The abdominals assist in the breathing process and protect inner organs.  They are key in twisting motions, such as a golf swing or looking behind yourself. They also play a key part in bending over motions and in maintaining good posture."
  },
  {
    "Name": "Shoulders",
    "Desc": "The deltoids, or delts, are known as the shoulder muscles.  This muscle group is used on all side of body lifting motions. They provide support when you carry things and help keep carried items away from the motion path of the thighs. The deltoid muscle consists of 3 parts: anterior deltoid, medial deltoid, and posterior deltoid"
  },
  {
    "Name": "Biceps",
    "Desc": "This muscle is found in the front of the upper arm.  The biceps help control the motion of both the shoulder and elbow joints.  At the elbow, the biceps are essential in lifting, and at the shoulder, they help with moving the arms sideways, forward and upwards.  Basically, this muscle helps bend or curl the arm toward your body."
  },
  {
    "Name": "Triceps",
    "Desc": "The triceps are muscles in the back of the upper arm. These muscles help stabilize the shoulder joint and allow the elbow joint to be straightened.  The triceps are utilized in passing and shooting a basketball, and help with finite movements such as in writing, drawing or even push and pull."
  },
  {
    "Name": "Forearms",
    "Desc": "Wkjlkdjfaskjdfkj"
  }
]
